Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: Email Subscriptions
plk: ای میل سبسکرپشنز

source: Emakhuwa
plk: ایماخوا

source: Encourage participants to reproduce how things were actually said. Example:
plk: شرکاء جگوڑ ڈاڈ دِیا یعنی حوصلہ افزائی تِھیا چہ سیْس ست دُبار پیش تھین چہ حقیقت دہ موْݜ کاتھ تِھجِلُن۔

source: English
plk: انگلش

source: English: /ˈkeɪ.bəl/
plk: انگریزی: /ˈkeɪ.bəl/

source: Ensure the question meets the criteria:
plk: آ یقین تِھیا چہ سوال معیارِڑ اُڇھا:

source: Enter Email to Download
plk: ڈاؤن لوڈ تھونَڑ ای میل لِکِیا

source: Enter email to send a sign up link
plk: سائن اپ لنک ڇیݨونے کِرِیا تومیْ ایک میل درج تِھیا۔

source: Enter questions with code-switching, one per line. People are more likely to respond with code-switching when the question also contains code-switching.
plk: کوڈ سوئچنگ سے ساتیْ سوالات درج تِھیا، ایْک کِھڇی دی ایْک، کرہ سوال دہ کوڈ سوئچنگ گہ شامل بِی توْ جک سہ کوڈ سوئچنگ سے جواب دونے بسکو امکان بِینوْ۔

source: Enter your Country/Region of Residence
plk: توموْ مُلک/علاقہ درج تِھیا

source: Enter your email
plk: تومیْ ای میل لِکِیا

source: Enter your public domain sentence here
plk: ادی توموْ پبلک ڈومینے جُملہ ٹل تِھیا۔

source: Enter your public domain sentences here
plk: ادی توموْ پبلک ڈومینے جُملہ ٹل تِھیا۔

source: Error
plk: غلطی

source: Error adding sentence
plk: جُملہ ٹل تھون دہ ڇھا (غلطی)

source: Error { $code }
plk: غلطی { $code }

source: Error copying
plk: کاپی تھون دہ غلطی

source: Error creating API credentials
plk: API اسناد سنون دہ غلطی بِلِن

source: Error deleting API credentials
plk: API اسناد ڈیلیٹ تھون دہ غلطی بِلِن

source: Error fetching API credentials
plk: API اسنادو بازیافت دہ غلطی

source: Error submitting tags
plk: ٹیگ جمع تھون دہ خرابی

source: Error while playing audio file.
plk: آڈیو فائل چلِیون دہ خرابی۔

source: Erzya
plk: ایرزیا

source: ESC
plk: پھتِیا

source: Esperanto
plk: اسپرانتو

source: Estonian
plk: استونین

source: Eton
plk: ایتون

source: Events
plk: واقعات

source: Everyone
plk: ہر ایْک

source: Ewe
plk: ایوے

source: Ewondo
plk: ایونڈو

source: Example
plk: مثال

source: Example questions
plk: مثالے شان گیْ

source: Exceeded 500 questions. Reduce number of questions and retry.
plk: 500 لوجیْ بسکہ سوالاتَن۔ سوالاتوْ تعداد کم تِھیا آں ست دوبار کوشش تِھیا۔

source: Exceeded API credentials limit of 10
plk: API اسنادو حدِجیْ تجاوز بلِن

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
plk: عجبہ خبر ǃ بے ساختہ تقریر جاری نیْ ǃ اپ ڈیٹس اےْ کِرِیا ڇکِیؤ بوجہ آں تازہ معلوماتو کِرِیا توموْ لنک چیک <discordLink> اختلاف </discordLink> تھون یقینی سنِیا۔

source: Exit & Delete clips
plk: نِکھزہ آں کلپس ڈیلیٹ تِھیا۔

source: Explore datasets <icon></icon>
plk: ڈیٹا سیٹس اورڑِیا <icon></icon>

source: Explore Informal Scenarios
plk: غیر رسمی منظرنامائے معلوم تِھیا

source: Explore informal scenarios, situations, or reenactments
plk: غیر رسمی منظر نامائے، حالات یا reenactments معلوم تِھیا

source: Explore the community and languages supported by Common Voice
plk: کامن وائس اےْ ذریعہ گیْ تعاون یافتہ کمیونٹی گہ جِبو بارَد معلوم تِھیا

source: Express or solicit prejudiced or offensive sentiments
plk: متعصبانہ یا جارحانہ جذباتو اظہار تِھیا یا اسݨے درخواست تِھیا

source: Failed to copy SHA256 Checksum
plk: چیکسم SHA256 کاپی تھون دہ فیل بِلُن

source: Fang
plk: فنگ

source: FAQ
plk: موْݜ کھوجون

source: Faroese
plk: فروسے

source: Featured in...
plk: فیچرد دہ

source: Feʼefeʼe
plk: فیفے

source: Female
plk: خاتون

source: Female/Feminine
plk: خاتون

source: Fewer than 15 words per sentence
plk: ہر جُملہ 15 لفظوجیْ کم۔

source: Fields marked with an asterisk (*) are required.
plk: تاروْ گیْ (*) نکھوْ تِھیلیْ فیلڈ پکارِن

source: File is too large
plk: فائل سائز بڑِن۔

source: File is too small
plk: فائل لئی لیکھِن

source: Finance
plk: فنانس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
plk: اسہ جک اوروڑ تِھیا کھاݩس تصور تھینَن۔ ییݨو مجیْ یونی ورسٹی، جِبو اسکولیْ، وکیلو گروپی یا ڈیٹا سائنس قامے جک بوبانَن۔ سیݨودیْ اُڇھی سم شان گیْ وضاحت تِھیا چہ کاتھ سیݨے امداد تھوبانَت آں کیْہ۔ <outreachTemplates> اسے ٹیمپلیٹ آؤٹ ریچ ای میلز ڇکِیا </outreachTemplates>

source: Find us on Matrix
plk: اسو میٹرکس جیْ اورڑِیا

source: Finish editing first?
plk: مُڇھو ایڈیٹنگ بڑِیا؟

source: Finish recording
plk: ریکارڈنگ بڑِیا۔

source: Finish recording first?
plk: مُڇھو ریکارڈنگ بڑِیا۔

source: Finish Review
plk: ریویو بڑِیا۔

source: Finish validating
plk: توثیق بڑِیا

source: Finish validating clips?
plk: کِلپو توثیق تھون بڑِیا؟

source: Finnish
plk: فینش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
plk: تم مُڇھو چیک تِھیا چہ څھے <languageLink> جِب ٹلِن یا<languageLink> اگر ٹل نانیْ تو تے ٹل تھوبانَت<languageRequestLink> تومیْ جِب ٹل تھونے بارَد کھوجِیا </languageRequestLink> آس مجی دو مراحلن۔ سائٹے ترجمہ تھون آں جُملائے ٹول تھون۔

source: Focus on Emotional or High-Stakes Moments
plk: جذباتی گہ اُتھلہ اسٹیک لمحاتُحیْ توجہ دِیا۔

source: Follow guidelines from “What sentences can I add?”
plk: رہنما خطوطوج عمل تھے موْس کھاں جُملائے ٹل تھوبامَس؟

source: Food, traditions, holidays, and family dynamics often invite codeswitching.
plk: خوراک، اُتِیاک بِیاک، تعطیلات، خاندانی حرکِیات سہ اخسر کوڈ سوئچنگے دعوت دینَن۔

source: “Footing” used to mean running in Spanish > tag as Spanish
plk: "فوٹنگ" اےْ مطلب ہسپانوی دہ ہت تھونے نیْ > ہسپانوی اےْ بطور ٹیگ

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
plk: عطیہ تِھیلوْ ہر صوتی کلپ، آں ہر آڈیو کلپے توثیقے کِرِیا، څھے اکاؤنٹے ڈیش بورڈ اپ ڈیٹ تِھیجانوْ توْ ہر اسہ جِب دہ څھے تازہ پیش رفعتے عکاسی تِھجیئے کھانس دہ څھوْس تعاون تھینَت۔ اوں څھوْس ایْکِجیْ <br/><br/> بسکو تعاون تھوبانَت۔ توموہ اعدادوشمار ٹریک تھونے کِرِیا ڈیش بوڈے استعمال تِھیا، ڇکِیا چہ څھوْ قامے جگو سے ساتھ کاتھ کوْم تھینَت۔ آں ہر چھک یا ہفتہ وار تعاونے اہداف موقرَڑ تِھیا۔

source: for example
plk: مثال گیْ

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
plk: پبلک ڈومین ٹیکسٹ اےْ کِرِیا کھاں آن لائن نہ ہشِینوْ، څھوْس تعلیمی حوالہ دونے انداز استعمال تھپوبانَت کاتھ چہ ہارورڈ اسٹائل ”جیس (2021) می پبلک لائسنس اےْنظمی“

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
plk: ٹیکنالوجی ہر ایْکے کِرِیا مِݜٹیْ شان گیْ کوْم تھونے کِرِیا، کھاں ڈیٹا ڈویلپوڑز کو ٹیکنالوجی سنون دہ امداد تِھینیْ۔ جگو تنوع رینجے عکاسی ضورڑتِن۔ مثال گیْ، اگر بیْس کوئے خاص لہجہ سے ساتیْ کوئی اسپیکر ٹل نہ تھوݨَس، <learnMore> توْ ٹیکنالوجی اسہ لہجائے جگو کِرِیا مڑے شان گیْ کوْم نہ تھوبَو۔ آسے بارَد شنا گہ لڇھونے کِرِیا چہ میٹاڈیٹا سہ کیْہ اہمُن۔ </learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
plk: آ لانچ تِھیلیْ جِبو ویب سائٹ کامیابی گیْ چلِیجانیْ <localizationGlossaryLink>مقامی </localizationGlossaryLink> آں لئی نیْ <sentenceCollectionGlossaryLink> ٹول بِلہ جُلمائے </sentenceCollectionGlossaryLink> جاری تھونے اجازہ دونے کِرِیا <speakLink> سپیک </speakLink> آں <listenLink> کوْݨ دِیا </listenLink> شراکتہ

source: Foundations
plk: فاؤنڈیشنز

source: French
plk: فرینچ

source: Frisian
plk: فرستین

source: Fulah
plk: فولہ

source: Fuzhou
plk: فوزہو

source: Ga
plk: گہ

source: Galician
plk: گالیشین

source: Gawarbaiti
plk: گورباتی

source: Gawri
plk: گاؤری

source: GB
plk: جی بی

source: General
plk: عام

source: General guidance
plk: عام ہدایات

source: General language / multiple variants
plk: عام جِب/بسکیْ متغیّرات

source: Generate Credentials
plk: کریڈنشل جنریٹ تِھیا

source: Georgian
plk: جارجین

source: German
plk: جرمن

source: Get in touch
plk: رابطہ تِھیا

source: Get in touch <icon></icon>
plk: رابطہ تِھیا <icon></icon>

source: Get involved
plk: ٹَل بِیا

source: Get Involved
plk: ٹل بِیا

source: Get started <icon><icon>
plk: شیروع تِھیا <icon><icon>

source: Get started with goals
plk: تومہ اہدافو سے شیروع تِھیا۔

source: Get Started with Speech Recognition
plk: تقریرے شِناخ گیْ شیروع تِھیا

source: Get your certificate
plk: توموْ سرٹیفکیٹ حاصل تِھیا

source: Gheg Albanian
plk: گیگ البانیائی

source: Ghomala
plk: گھومالا

source: Gilaki
plk: گِلَکی

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
plk: <githubLink>نویدا نیمو </githubLink>ایْک <docsLink> اوپن سورس ٹول کِٹ </docsLink> اسہ محققِینو کِرِیانیْ کھاں سہ جدید تر موْݜ کالوْ کِرِیا اے آئی ماڈلز تِیار تھینَن۔

source: Goal reached
plk: مقصدڑ اُڇَھتَس

source: Goals
plk: مقصد

source: Goan Konkani
plk: گوان کونکانی

source: Goaria
plk: گواریا

source: Gorani
plk: گورانی

source: Go to Discourse
plk: ڈِسکورس ئڑ بوجہ

source: Go to Languages Page
plk: جِبو صفحہ ئڑ بوجہ

source: Go to { $name }
plk: بوجہ { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
plk: <governanceLink>آ سے بارَد شناک گہ پڑِیا چہ بیْس کاتھ نظام چِلیوݨَس </governanceLink>

source: Governments
plk: گورنمنٹ

source: Grammatical mistakes and colloquialisms
plk: گرامرے غلطی گہ بول چال

source: Grammatical / spelling error
plk: گرائمر / سپیلنگ غلطی

source: Grammatical variation and slang should be recorded exactly as it occurs. Do not correct or edit people’s speech.
plk: گرامرے تغیرات گہ موْݜ کال باکل آتھ ریکارڈ تھون پکارن کاتھ چہ بِینیْ۔ جگو تقریر سُونڇھرِیون یا ترمیم نہ تِھیا

source: Great! How many clips a week?
plk: لئی مِݜٹیْ ǃ ہر ہفتہ دہ کچا کلپی؟

source: Great! How many clips per day?
plk: لئی مِݜٹیْ ǃ ہر چھک کچا کلپی؟

source: Great!<recordIcon></recordIcon> Record your next clip
plk: لئی بَر <recordIcon></recordIcon> توموْ مُتوْ کلپ ریکارڈ تھیا۔

source: Great work!<playIcon></playIcon> Listen again when you're ready
plk: لئی مِݜٹیْ <playIcon></playIcon> څھوْ تِیار بِلَت توْ ست دُبار کوْݨ دِیا۔

source: Greek
plk: گریک

source: Gronings
plk: گروننگس

source: Guarani
plk: گارنی

source: <guidanceLink>Read full guidelines here</guidanceLink>
plk: <guidanceLink>مکمل راہنما خطوط ادی پڑِیا</guidanceLink>

source: Guidar
plk: گائیدر

source: Guidelines
plk: رہنما اصول

source: Guiziga
plk: گوزیگا

source: Gujarati
plk: گجراتی

source: Gujari
plk: گوجری

source: Gurgula
plk: گُرگُولا

source: Haitian
plk: حتی

source: Hakha Chin
plk: ہکھاچِن

source: Hakka
plk: ہکّا

source: Hausa
plk: ہاؤسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
plk: جوْ لگِتھوْ یا اِیک واقعہ؟ آئے اسو سے شیئر تِھیا آں بیْس آسہ سے اعلان تومیْ کمیونٹی دہ تُھوِیس یا اسہ سے بارَد بلاگ لِکُویس ǃ

source: Have Feedback?
plk: جو رائے نیْ؟

source: Have you read our Terms?
plk: څھا اسے شرائط پڑیتَن یا؟

source: Having an account is not required to contribute, though it is helpful.
plk: حصہ یونے کِرِیا اکاؤنٹ بون ضروڑی نانوْ، اگرچہ آ مددگارُن۔

source: Having a profile is not required to contribute though it is helpful, see why below.
plk: پروفائل بون ضُروڑی نانیْ چہ اسَس دہ جصہ ویجیئے حالانکہ آ مددگارن، کھریْ ڇکِیا کیْہ۔

source: Hazargi
plk: ہزارگی

source: Healthcare
plk: ہیلتھ کیئر

source: Hebrew
plk: عبرانی

source: Help
plk: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
plk: کامن وائس اےْ امداد تِھیا { $hours } گھنٹائےجِبے ذاتی مقصد سے ساتیْ

source: Help create Common Voice’s first target segment in { $locale }
plk: کامن وائس اےْ اول ٹارگٹ سیگمنٹ سنون دہ امداد تِھیا۔{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
plk: امداد تِھیا { $hours } گھنٹو مجی { $language } ذاتی مقصد سے ساتی

source: Help teach machines how real people speak, donate your voice at { $link }
plk: مشِینوڑ آ سِڇھرِیون دہ امداد تِھیا چہ اصل جک سہ کاتھ موْݜ کال تھینَن، تومیْ آواز عطیہ تِھیا۔{ $link }

source: Help us build a community around voice technology, stay in touch via email.
plk: آوازے ٹیکنالوجی کِرِیا تومیْ ٹولے سنے اسے ہت پِیا۔ ای میلے ذریعہ گیْ اسو سے رابطہ دہ بِیا۔

source: Help us build a high quality, publicly open dataset
plk: ایْک مڑنے معیار گہ عوامی شان گیْ اوزگار ڈیٹاسیٹ سنون دہ اسے امداد تِھیا

source: Help us find more voices, share your goal
plk: ۔مُتیْ گہ آوازہ اورڑون دہ اسے امداد تِھیا، تومیْ مقصدے اشتراک تِھیا۔

source: Help us find others to donate their voice!
plk: مُت جگوڑ سیݨے آواز دون گہ اورڑونے کِرِیا اسے امداد تِھیا ǃ

source: Help us get to { $goal }
plk: ادیڑ اُڇھیس اسے امداد تِھیا { $goal }

source: Help us validate sentences!
plk: جُملو توثیق دہ اسے امداد تِھیا

source: Help us validate voices
plk: آوازو توثیق تھون دہ اسے امداد تِھیا۔

source: Heng Hua
plk: ہینگ ہوا

source: Here are the links to download your ZIP files.
plk: څھے زِپ فائلہ ڈاؤن لوڈ تھونے لِنک آئے نوْ۔

source: Hidden
plk: چَپ

source: Highland Puebla Nahuatl
plk: ہائی لینڈ پیوبلا ناہوتل

source: Hiligaynon
plk: ہیلیگینون

source: Hill Mari
plk: ہل مری

source: Hindi
plk: ہندی

source: His hand was rais-ed.
plk: سہ سے ہت اومَڑ بِلوْ

source: His name is <underline>Jo- Jona-</underline> Jonathan.
plk: یْہ سے نُومُن <underline> جو۔جونا۔ </underline> جوناتھن

source: History, Law and Government
plk: تاریخ، قانون گہ حُکمت

source: Hours
plk: گھنٹائے

source: Hours Recorded
plk: گھنٹائے ریکارڈ بِلہ

source: Hours Validated
plk: گھنٹو توثیق بِلیْ

source: How ?
plk: کاتھ؟

source: How are project decisions made?
plk: منصوبو فیصلائے کاتھ تِھجنَن؟

source: How can we effectively grow a language on Common Voice?
plk: بیْس کام وائس جیْ مِݜٹو طریقہ گیْ جِب کاتھ بسکربوݨَس؟

source: How does Common Voice work?
plk: کامن وائس اےْ مالی امداد کاتھ تِھجانیْ؟

source: How does site localization work?
plk: لوکلائزیشن سائٹ سہ کوْم کاتھ تِھینیْ؟

source: How do I access and use the dataset?
plk: موْ ڈیٹاسیٹ بُجَیش کاتھ اُڇھام آں کاتھ استعمال تھم؟

source: How do I add a language?
plk: موْس تومیْ جِب کاتھ ٹل تھم؟

source: How do I add sentences?
plk: موْس جُملہ کاتھ ٹل تھم؟

source: How do I cite?
plk: موْس حوالہ کاتھ دیم؟

source: How do I know whether to approve a voice clip?
plk: موْس کاتھ لڇھبامَس چہ صوتی کلپ منظور تھونُن یا نیں؟

source: How do I record a high quality voice clip?
plk: موْس مڑنے آوازے کلپ کاتھ ریکارڈ تھم؟

source: How do I stay in touch?
plk: موْ رابطہ دہ کاتھ بوم؟

source: “How do you describe Día de los Muertos to someone who only speaks English?”
plk: ”څھوْسDía de los Muertos کوئے ادو منُوڙوْ سے کاتھ بیان تھینَت کھاں سہ صرف انگریزی لڇِینوْ؟“

source: How is Common Voice funded?
plk: کامن وائس اےْ مالی امداد کاتھ تِھجانیْ؟

source: How Spontaneous Speech works
plk: بے ساختہ تقریر سہ کاتھ کوْم تِھینیْ۔

source: How to add multiple sentences
plk: لا جُملائے کاتھ ٹل تِھجنَن؟

source: How would you describe your accent?
plk: څھوْس تومی جِبے وضاحت کاتھ تُھوِیت؟

source: How would you describe your sex or gender?
plk: څھوْس تومیْ جنس یا جنسے وضاحت کاتھ تُھویت؟

source: Huarijio
plk: ہُواریجیو

source: Huautla Mazatec
plk: ہواوتلا مزاتک

source: Hungarian
plk: ہنگیرین

source: Hunsrik
plk: ہنسریک

source: I agree
plk: موْ متفِقنُس

source: I agree I will not attempt to identify the speakers in the Common Voice dataset.
plk: موْس اتفاق تھمَس چہ موْس کامن وائس ڈیٹاسیٹ دہ موْݜ کال تھنکو شِناخ تھونے کوشش نہ تھوٰس۔

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
plk: موْس کامن وائس سے اتفاق تھمَس <termsLink> شرائط </termsLink> آں<privacyLink> رازداری نوٹس </privacyLink>

source: I agree to Common Voice Terms and Privacy.
plk: موْس مشترکہ آوازے شرائط گہ رازداری سے اتفاق تھمَس۔

source: Iban
plk: ابان

source: Ibibio
plk: ابی بیو

source: Icelandic
plk: آئس لینڈک

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
plk: موْس تصدیق تھمَس چہ آ جُملائے <wikipediaLink>عوامی ڈومین </wikipediaLink>دان آں موْڑ آ اپ لوڈ تھونے اجازہ نیْ

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
plk: موْس تصدیق تھمَس چہ آ سُوال <publicDomainLink> پبلک ڈومینے نوْ </publicDomainLink> آں موْڑ آ سے اپلوڈ تھونے اجازہ نوْ۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
plk: موْس تصدیق تھمَس چہ آ جُملہ <wikipediaLink>عوامی ڈومین </wikipediaLink> اےْ نوْ آں موْڑ آ اپلوڈ تھونے اجازہ نوْ۔

source: <icon></icon> Add multiple public domain sentences
plk: <icon></icon> لا تھے عوامی ڈومینے جُملائے ٹک تِھیا۔

source: Ideally natural and conversational (it should be easy to read the sentence)
plk: مثالی شان گیْ فطری موْݜ کال (آ جملہ پڑِیون ہسان بون پکارن)۔

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
plk: موْ ای میل گِݨون کھوْش بوس، کاتھ چہ مقصدے کائنی، میں پیشرفتے تازہ کاری آں کامن وائس اےْ بارَد خبری خط۔

source: I do not agree
plk: موْ متفِق نانُس۔

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
plk: اگر کوئے کلپ دُو جک سہ رَد تھینَن، تو اسے ڈیٹاسیٹو مختلف ذیلی سیٹو مجی اسہ رَد تِھیلہ کلپی جاری تِھجنَن۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
plk: اگر آ څھے تومہ الفاظَن توْ صرف <italicizedText> توموْ اقتباس</italicizedText> اسوْڑ آ پرجونے ضورڑتِن چہ آ مواد څھوْڑ کُدِیؤ ہشِلُن چہ بیْس چیک تھوبوݨ چہ آ عوامی ڈومین دانوْ آں کاپی رائیٹ اےْ پابندی لاگو نہ بِینیْ۔ حوالو بارَد <guidelinesLink> رہنما اصول </guidelinesLink> ڇکِیا۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
plk: اگر ریکارڈنگ چِھجانیْ، یا اسَس دہ میر اِینیْ، تے اسَس رَد تِھیا، کرہ بُجَیش چہ تام متن ݜُݨِجئے نیں۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
plk: اگر څھوْس آ فائلے بارَد جو بسکوچیْ معلومات دینَت تو مہربانی تھے رابطہ تِھیا <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
plk: اگر څھوْس آ فائلے بارَد بسکوچیْ معلومات دینَت توْ کھاں ٹیمپلیٹ دہ ٹل نانیْ تو مہربانی تھے رابطہ تِھیا۔<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
plk: اگر جُملہ اجِنیْ معیارِجیْ پوروْ نہ بِینوْ توْ ”نیں“ بٹنِجیْ کلِک تِھیا

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
plk: اگر جملہ رزِیلیْ معیارجیْ تام نہ بِینوْ تو کھبوتوْ بٹنِجیْ &quot;کلک &quot; تِھیا۔ اگر جُملائے بارَد یقین نِش تو اسَس پھتے مُڇھنوڑ بوج بانَت۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
plk: اگر جُملہ جارحانہ یا غماٹُن۔ مثالےشان گیْ واضح موادے وجہ گیْ، یا اسے کیونٹی شرکتے رہنما اصولے خلاف ورزی <communityGuidelines> بِی توْ تے څھوْس جُملہ رَد تِھیا۔ څھوْس اسو سے آ سِجیْ رابطہ تھوبانَت <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence meets the criteria above, click the "Yes" button.
plk: اگر جُملہ اجِنیْ معیارِجیْ تام بِینوْ تو ”اوں“ بٹنِجیْ کلِک تِھیا

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
plk: اگر جُملہ معیارِجیْ تام وزانوْ توْ &quot;منظور &quot; تھون دڇِھنِوْ بٹنِجیْ کلک تِھیا۔

source: If the transcription contains an error, please use the report function to flag it. Potential errors include:
plk: اگر ٹرانسکرپشن دہ جو خاص خامی نیْ، توْ مہربانی تھے رپورٹ فنکشن استعمال تھے جھنڈا ݜیَا، ممکنہ خرابِیؤ مجی شمل تِھیا؛

source: If the word “kitchen” appears pronounced as in Spanish, it should be written as in English, not as “quichen.”
plk: اگر لفظ ”باورچی خانے“ تلفظ ہسپانوی دہ بِینوْ، توْ اسہ انگرزی دہ لِکَن پکارن نہ "quichen" شان گیْ۔

source: If the word quinceaños is pronounced as in English, write it with the ñ.
plk: انگر زنگرزی دہ لفظ quinceaños بِلوْ توْ اسہ سے تلفظ ñ سے ساتیْ لِکِیا۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
plk: اگر څھوْڑ جُملائے بارَد یقین نِش، توْ تے اسہ پھتے مُڇھوڑ بوجبانَت

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
plk: اگر څھوْڑ جوْ ادَئی څیز ہشِینیْ کھاں سے احاطہ آ رہنما خطوط دہ نہ بِینیْ، توْ مہربانی تھے توموْ مِݜٹوْ فیصلائے مطابق ووٹ دِیا۔ اگر څھوْس واقعی فیصلہ نہ تھوبانَت، تو اسکیپ بٹن استعمال تِھیا آں مُڇِھنیْ ریکارڈنگڑ بوجہ۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
plk: اگر څھوْس <strong>سیݨو کوْݨ دِیا </strong> آں <strong> سیݨو لڇِھ بانَت </strong>، تو عام شان گیْ <strong>منظوری دون مِݜٹِن </strong>

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
plk: اگر څھوْس ادخالے کِرِیا سوالاتو ایْک قسط جمع تھون لُکھینَت توْ څھوْ <githubLink> گٹ ہبے ذریعے گیْ آ تِھیا</githubLink> یا تومیْ لسٹ ای میل تِھیا commonvoice@mozilla.com

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
plk: اگر څھوْڑ ایْک دُو دیزو مجی اسے طرفِجیْ جُواب نہ اُڇھانوْ، توْ آ سِجیْ رابطہ تِھیا <emailLink>{ $email } </emailLink> آں بیْہ څھوْدیْ واپس آئِیس

source: If you don't see your language in either part of the platform, select both.
plk: اگر څھوْڑ پلیٹ فارمے کھاں گہ حصہ دہ تومیْ جِب لیل نہ بینیْ توْ تے بیئے منتخب تِھیا۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
plk: اگر څھوْ یا څھے تنظیم آ پروجیکٹ دہ ست دُبار باگوْ یون لُکھینیْ توْ څھوْس<donateLink> ایْک عطیہ <donateLink> دوبانَت یا اسے پارٹنرشپ ٹیم سے رابطہ تھوبانَت۔ <emailFragment>commonvoice@mozilla.com</emailFragment>
